{
  "Assets": {
    "edges": {
      "Arsenal": {
        "desc": "The Hunter has access to or can create a wide variety of weaponry",
        "perks": [
          {
            "name": "Team Requisition",
            "desc": "The Hunter can provide copies of the same weapon up to the margin of the win.",
            "parent": "Arsenal"
          },
          {
            "name": "Special Features",
            "desc": "The weapon comes with a number of special features up to the margin of the win. Features could be a thermal scope or disguised case.",
            "parent": "Arsenal"
          },
          {
            "name": "Exotics",
            "desc": "You possess a rare form of weaponry such as silver bullets or a ritual dagger.",
            "parent": "Arsenal"
          },
          {
            "name": "Untraceable",
            "desc": "Any weapons procured are completely untraceable and will never lead back to the Cell.",
            "parent": "Arsenal"
          }
        ]
      },
      "Experimental Medicine": {
        "desc": "The Hunter has signed an indefinite waiver allowing Monster-X's medical team to perform whatever experiments they want upon them in exchange for swift, free medical care.",
        "perks": [
          {
            "name": "Improved Resilience",
            "desc": "A layer of flexible armor is grafted to the Hunter, matching their flesh tone.",
            "parent": "Experimental Medicine"
          },
          {
            "name": "Monstrous Enhancement",
            "desc": "The procedure uses an esoteric component to boost the Hunter's abilities.",
            "parent": "Experimental Medicine"
          },
          {
            "name": "Phoenix Protocol",
            "desc": "For the duration of the next story, the Hunter's Health heals twice as quickly, and they benefit from supernatural resilience to damage",
            "parent": "Experimental Medicine"
          },
          {
            "name": "Unstable Steroids",
            "desc": "One of the Hunter's Attributes is increased by one until the end of the next story. Should they achieve a Despair result on any tests before the end of the next story, they suffer one Aggravated damage.",
            "parent": "Experimental Medicine"
          }
        ]
      },
      "Fleet": {
        "desc": "The Hunter is able to provide a fleet of commercial or personal vehicles for the cell.",
        "perks": [
          {
            "name": "Armor",
            "desc": "Vehicles provided will be armored against small arms fire.",
            "parent": "Fleet"
          },
          {
            "name": "Performance",
            "desc": "Vehicles provided come with enhanced handling and driving, providing a bonus equal to the win amount. Provides bonuses to driving tests.",
            "parent": "Fleet"
          },
          {
            "name": "Surveillance",
            "desc": "Vehicles provided come with a broad range of concealed surveillance instruments. Provides bonuses to things like stakeouts.",
            "parent": "Fleet"
          },
          {
            "name": "Untraceable",
            "desc": "Any vehicles procured are completely untraceable and will never lead back to the Cell.",
            "parent": "Fleet"
          }
        ]
      },
      "Ordnance": {
        "desc": "The Hunter can build or acquire various types of explosives.",
        "perks": [
          {
            "name": "Multiple Payloads",
            "desc": "The hunter can provide additional copies of the same ordnance up to the margin of the win.",
            "parent": "Ordnance"
          },
          {
            "name": "Non-Lethal Munitions",
            "desc": "This perk provides a wide range of non-lethal explosives like tear gas, flashbangs or knockout gas.",
            "parent": "Ordnance"
          },
          {
            "name": "Exotics",
            "desc": "The Hunter can fill their explosives with rare or exotic contents such as consecrated water or sandalwood shrapnel.",
            "parent": "Ordnance"
          },
          {
            "name": "Disguised Delivery",
            "desc": "Any explosive is disguised as everyday objects of appropriate size making them more difficult to detect.",
            "parent": "Ordnance"
          }
        ]
      },
      "Library": {
        "desc": "The Hunter has access to a wealth of information surrounding the paranormal.",
        "perks": [
          {
            "name": "Where They hide",
            "desc": "Clues provide a bonus equal to the margin of the win when attempting to locate the lair of your prey.",
            "parent": "Library"
          },
          {
            "name": "Who They Are",
            "desc": "In addition to a clue gained you gain an additional bonus equal to the margin of the win when attempting to identify prey.",
            "parent": "Library"
          },
          {
            "name": "How To Halt Them",
            "desc": "In addition to a clue gained you gain an additional bonus equal to the margin of the win when attempting to ward an area, protect an area or person from your prey.",
            "parent": "Library"
          },
          {
            "name": "How To Harm Them",
            "desc": "In addition to a clue gained you gain an additional bonus equal to the margin of the win when attempting to harm the prey by exploiting a supernatural weakness.",
            "parent": "Library"
          },
          {
            "name": "How To Silence Them",
            "desc": "In addition to the clue gained from this Edge, you learn information that gives you leverage over the target: a secret they want to keep hidden, a name that strikes fear into their heart, or someone they would never risk hurting.",
            "parent": "Library"
          },
          {
            "name": "Pattern Analysis",
            "desc": "You can discern, fairly easily, whether the phenomenon you're studying has occurred before, allowing you to identify a specific monster's behavior",
            "parent": "Library"
          }
        ]
      }
    }
  },
  "Aptitudes": {
    "edges": {
      "Improvised Gear": {
        "desc": "The Hunter is exceptionally skilled at creating useful, short-lived tools from nearby materials.",
        "perks": [
          {
            "name": "Frugal",
            "desc": "The Hunter is able to construct most items out of the trinkets and tools they carry, no matter how bare their location.",
            "parent": "Improvised Gear"
          },
          {
            "name": "Mass Production",
            "desc": "The Hunter is able to create a number of additional items equal to the margin of the test.",
            "parent": "Improvised Gear"
          },
          {
            "name": "Specialization",
            "desc": "The Hunter can specialize in augmenting a particular Skill",
            "parent": "Improvised Gear"
          },
          {
            "name": "Speed Crafting",
            "desc": "With this Perk, the Hunter can craft a tool in three turns, minus the margin on the test, to a minimum of one turn, regardless of outside circumstances such as bullets flying.",
            "parent": "Improvised Gear"
          }
        ]
      },
      "Global Access": {
        "desc": "The Hunter is able to gain access to any digital system well-beyond simple 'hacking'.",
        "perks": [
          {
            "name": "Digital Cannon Fodder",
            "desc": "You worked for Re:Venge or a similarly grimy employer — someone that harvested a ton of personal data. You use that data to camouflage your own activities.",
            "parent": "Global Access"
          },
          {
            "name": "Watching Big Brother",
            "desc": "The Hunter is able to not only gain access to but also manipulate digital surveillance footage.",
            "parent": "Global Access"
          },
          {
            "name": "All-Access Pass",
            "desc": "The Hunter can bypass electronic locks and disable or manipulate alarm systems and other security countermeasures.",
            "parent": "Global Access"
          },
          {
            "name": "Money Tap",
            "desc": "The Hunter can manipulate financial data and move currency with the push of a button. Can be used offensively and defensively.",
            "parent": "Global Access"
          },
          {
            "name": "The Letter of the Law",
            "desc": "The Hunter can manipulate criminal records, both national and international.",
            "parent": "Global Access"
          }
        ]
      },
      "Drone Jockey": {
        "desc": "The Hunter owns and excels in piloting drones.",
        "perks": [
          {
            "name": "Autonomous",
            "desc": "The Hunter is able to program simple behaviours into their drone, such as patrol-and-attack patterns or tailing.",
            "parent": "Drone Jockey"
          },
          {
            "name": "Variants",
            "desc": "Each copy of this Perk allows an additional drone variant (complete with two Skills, which can differ among the variant drones) to be acquired.",
            "parent": "Drone Jockey"
          },
          {
            "name": "Specialist Skill",
            "desc": "The drone can utilize an additional Skill.",
            "parent": "Drone Jockey"
          },
          {
            "name": "Armaments",
            "desc": "A drone variant can be armed with the equivalent of a submachine gun or a taser, using a flat five-dice pool to use it.",
            "parent": "Drone Jockey"
          },
          {
            "name": "Payload",
            "desc": "The drone can carry a unit of cargo many times what its size suggests.",
            "parent": "Drone Jockey"
          },
          {
            "name": "System",
            "desc": "On acquiring this Edge, the Hunter must choose one type of animal and which key action pools it possesses.",
            "parent": "Drone Jockey"
          }
        ]
      },
      "Beast Whisperer": {
        "desc": "The Hunter has a way with animals. They can speak to, command and befriend certain animals.",
        "perks": [
          {
            "name": "Incorruptible",
            "desc": "Through conditioning, medication, or unwavering loyalty, the animal is immune to supernatural powers that would otherwise sway it from its master's side.",
            "parent": "Beast Whisperer"
          },
          {
            "name": "Menagerie",
            "desc": "The Hunter can choose another animal type and add it to the available pool of animals they have available",
            "parent": "Beast Whisperer"
          },
          {
            "name": "Complex Commands",
            "desc": "The animal can understand and execute more complex commands, such as the retrieval of specific objects, keeping a lookout for certain individuals.",
            "parent": "Beast Whisperer"
          },
          {
            "name": "Incognito",
            "desc": "The animal can masterfully stay out of sight.",
            "parent": "Beast Whisperer"
          }
        ]
      },
      "Turncoat": {
        "desc": "You're a double agent, working with your cell to get on the inside with your Quarry, may not be something that even your cellmates know. The Quarry, however, believes you're now loyal to them completely",
        "perks": [
          {
            "name": "Deathbed Confession",
            "desc": "Allows you to suddenly switch sides and ignores combat usage restrictions, can pause combat temporarily.",
            "parent": "Turncoat"
          },
          {
            "name": "Poker Face",
            "desc": "Gain a two-dice bonus to turncoat edge tests, your ability to lie convincingly to your cell and the quarry are unrivaled.",
            "parent": "Turncoat"
          },
          {
            "name": "Stick to the Plan",
            "desc": "Regardless of how convincing your loyalty to the quarry is, or how little notice you give, your cell is always ready to trust you.",
            "parent": "Turncoat"
          },
          {
            "name": "We Come as a Team",
            "desc": "Your voice speaks not just for you but your cell too. For each point of margin on a successful test, you can bring a cellmate along with you as long as they play along.",
            "parent": "Turncoat"
          }
        ]
      }
    }
  },
  "Endowments": {
    "edges": {
      "Cleanse the Unnatural": {
        "desc": "In the Society of St. Leopold, the ability to drive out supernatural influence from a victim is called exorcism. Others might call it an intervention or psychic surgery, but they all have the same goal: remove the taint of supernatural control from a person.",
        "perks": [
          {
            "name": "Bedside Manner",
            "desc": "Your touch is gentle and your mien soothing. Any damage caused by this edge becomes superficial.",
            "parent": "Cleanse the Unnatural"
          },
          {
            "name": "Inflict Stigmata",
            "desc": "Inflicts a permanent stigmata on the target, causing an additional point of agg damage. Review Stigmata rules in the core rulebook!",
            "parent": "Cleanse the Unnatural"
          },
          {
            "name": "Trace on the Threads",
            "desc": "As the Hunter purges the unnatural forces from their subject, they sense the connection between victim and aggressor",
            "parent": "Cleanse the Unnatural"
          },
          {
            "name": "Psychic Backlash",
            "desc": "A modicum of the torment experienced by the victim is thrown back at their tormentor as well.",
            "parent": "Cleanse the Unnatural"
          }
        ]
      },
      "Great Destiny": {
        "desc": "Whether a higher power has blessed the Hunter, or they simply believe in their own righteousness, they seem to be chosen by providence",
        "perks": [
          {
            "name": "Divine Protection",
            "desc": "In any scene where the Hunter takes damage to Health in service of their destiny, they can reduce the damage by 2",
            "parent": "Great Destiny"
          },
          {
            "name": "Heavenly Resolve",
            "desc": "In a scene where the Hunter has taken damage in Social Combat when defending or proselytizing their destiny, they can restore one Aggravated Willpower damage.",
            "parent": "Great Destiny"
          },
          {
            "name": "Sacred Insight",
            "desc": "Once per story, the player may ask the Storyteller for a clue to help the Hunter fulfill their destiny.",
            "parent": "Great Destiny"
          },
          {
            "name": "Influence Fate",
            "desc": "Once per session, the player may influence a Storyteller character to take one action that would aid them in their destiny.",
            "parent": "Great Destiny"
          }
        ]
      },
      "Sense the Unnatural": {
        "desc": "By holding an object of focus, the Hunter is able to sense the presence of supernatural creatures within close vicinity.",
        "perks": [
          {
            "name": "Creature Specialization",
            "desc": "The Hunter gains a two-dice bonus to sense a specific type of creature.",
            "parent": "Sense the Unnatural"
          },
          {
            "name": "Range",
            "desc": "The range of the ability is extended to cover roughly the size of a city block.",
            "parent": "Sense the Unnatural"
          },
          {
            "name": "Precision",
            "desc": "The Hunter is able to determine exactly who among those present in a room is a creature of the supernatural.",
            "parent": "Sense the Unnatural"
          },
          {
            "name": "Handsfree",
            "desc": "The Hunter no longer needs to rely on an object of focus to use this Edge.",
            "parent": "Sense the Unnatural"
          }
        ]
      },
      "Repel the Unnatural": {
        "desc": "The Hunter is able to use their object of focus to repel and terrify supernatural creatures.",
        "perks": [
          {
            "name": "Ward",
            "desc": "The Hunter can extend the area of protection to include an area roughly 2 meters around them. Effects all in range.",
            "parent": "Repel the Unnatural"
          },
          {
            "name": "Damage",
            "desc": "While this power is active, the Hunter can use their object of focus as a melee weapon with +0 damage, inflicting Aggravated damage to the creature under its effect.",
            "parent": "Repel the Unnatural"
          },
          {
            "name": "Creature Specialization",
            "desc": "The Hunter gains a two-dice bonus to repel a specific type of creature.",
            "parent": "Repel the Unnatural"
          },
          {
            "name": "Handsfree",
            "desc": "The Hunter no longer needs to rely on an object of focus to use this Edge.",
            "parent": "Repel the Unnatural"
          }
        ]
      },
      "Thwart the Unnatural": {
        "desc": "Using an object of focus, the Hunter is highly resistant to any supernatural abilities that affect the mind.",
        "perks": [
          {
            "name": "Creature Specialization",
            "desc": "The Hunter gains a two-dice bonus to resist a specific type of creature.",
            "parent": "Thwart the Unnatural"
          },
          {
            "name": "Ward",
            "desc": "The Hunter can extend the area of protection to include an area roughly 2 meters around them. Effects all in range.",
            "parent": "Thwart the Unnatural"
          },
          {
            "name": "Recognition",
            "desc": "On successfully resisting an ability, the Hunter is made aware of the attempt and what the power would have done to them.",
            "parent": "Thwart the Unnatural"
          },
          {
            "name": "Handsfree",
            "desc": "The Hunter no longer needs to rely on an object of focus to use this Edge.",
            "parent": "Thwart the Unnatural"
          }
        ]
      },
      "Artifact": {
        "desc": "The Hunter possesses a rare and powerful artifact of old.",
        "perks": [
          {
            "name": "Empower",
            "desc": "Once per scene, the Hunter can make an Edge Test at Difficulty 4 to increase the Artifact's dice bonus to three dice.",
            "parent": "Artifact"
          },
          {
            "name": "Attraction",
            "desc": "The Artifact is sought after by any number of supernatural parties. It can be used as bait, and provides a two-dice bonus to any ambush attempts.",
            "parent": "Artifact"
          },
          {
            "name": "Detection",
            "desc": "The Artifact reacts to the presence of the supernatural, similar to the Sense the Unnatural Edge.",
            "parent": "Artifact"
          },
          {
            "name": "Feature Unlocked (Re:Venge)",
            "desc": "Once per story, when Danger is at 5, you can call upon the deepest reserves of your artifact's power, allowing a spent Willpower point to reroll as many non-Desperation dice as you like.",
            "parent": "Artifact"
          },
          {
            "name": "Shield",
            "desc": "The Artifact shields the Hunter from harm by supernatural forces.",
            "parent": "Artifact"
          }
        ]
      }
    }
  }
}
