{
  "Safe House": {
    "Safe House": {
      "advantages": [
        {
          "name": "Safe House",
          "desc": "Select between 1-3 dots, each point grows the size, security and privacy of your Safe House.",
          "cost": 0,
          "maxCost": 3
        }
      ],
      "flaws": [
        {
          "name": "No Safe House",
          "desc": "Every morning you have to search for a new, safe place to await sunset.",
          "cost": 1
        }
      ]
    },
    "Perks": {
      "advantages": [
        {
          "name": "Safe House: Hidden Armory",
          "desc": "Each dot you take adds another weapon stand to your home. A typical stand would be a long-rifle, a pistol and some ammunition.",
          "cost": 0,
          "maxCost": 5
        },
        {
          "name": "Safe House: Panic Room",
          "desc": "Your house has a dedicated locked place to house tow individuals, it can also double as a jail cell.",
          "cost": 0,
          "maxCost": 5
        },
        {
          "name": "Safe House: Watchmen",
          "desc": "For every dot your Safe House is guarded by an additional squad of 5, 4 average goons and a gifted boss.",
          "cost": 0,
          "maxCost": 5
        },
        {
          "name": "Safe House: Laboratory",
          "desc": "Your Safe House is equipped with a modest lab. Each dot adds a die to science, technology or alchemical rolls performed within it.",
          "cost": 0,
          "maxCost": 5
        },

        {
          "name": "Safe House: Luxury",
          "desc": "Your Safe House is beautifully decorated and outfitted. Gain two dice bonus to social tests within your Safe House. If you do not have 3 dots of resources, your decorations were gained illegally.",
          "cost": 0,
          "maxCost": 5
        },
        {
          "name": "Safe House: Postern",
          "desc": "You have a secret escape route from your Safe House. Each dot adds an additional die to evasion or escapes near your Safe House.",
          "cost": 0,
          "maxCost": 5
        },
        {
          "name": "Safe House: Security System",
          "desc": "Your Safe House has unusually good security systems in place. Each dot adds one die to resist or alert roles of unauthorized entry to your Safe House.",
          "cost": 0,
          "maxCost": 5
        },
        {
          "name": "Safe House: Surgery",
          "desc": "Your Safe House contains a outfitted surgery bay. Each dot adds two relevant die to the dice pools.",
          "cost": 0,
          "maxCost": 5
        }
      ],
      "flaws": [
        {
          "name": "Safe House: Compromised",
          "desc": "Your Safe House has been raided once before, it is likely known to your enemies. Add two dice to the pool of anyone trying to surveil or access your Safe House.",
          "cost": 2
        },
        {
          "name": "Safe House: Creepy",
          "desc": "You own the haunted mansion on the block. Your Safe House discomforts most who visit it. Any dice pools to seduce or put others at ease suffer a two-die penalty.",
          "cost": 1
        },
        {
          "name": "Safe House: Haunted",
          "desc": "Your Safe House is home to a supernatural manifestation that you don't control nor really understand. Work out with your ST what exactly is haunting your home.",
          "cost": 1
        }
      ]
    }
  }
}
