{
  "Backgrounds": {
    "Allies": {
      "advantages": [
        {
          "name": "Ally: ",
          "desc": "A mortal, group or organization who assists you each point taken increases their loyalty and capability.",
          "cost": 0,
          "maxCost": 6,
          "specNeeded": true
        }
      ],
      "flaws": [
        {
          "name": "Enemy: ",
          "desc": "A mortal, group or organization who is aware of you and actively working against you. Each point taken increases their fervor and capability. Enemies are rated two dots lower than allies. A 1 dot enemy is equivalent to a 3 dot ally.",
          "cost": 0,
          "maxCost": 3,
          "specNeeded": true
        },
        {
          "name": "Stalker",
          "desc": "A mortal, group or organization who is aware of you and actively working against you. Each point taken increases their fervor and capability. Enemies are rated two dots lower than allies. A 1 dot enemy is equivalent to a 3 dot ally.",
          "cost": 1,
          "specNeeded": false
        }
      ]
    },
    "Contacts": {
      "advantages": [
        {
          "name": "Contact: ",
          "desc": "Someone who can help you with a specific task, be it a veterinarian, police dispatcher or shady merchant. Each dot increases their level of usefulness.",
          "cost": 0,
          "maxCost": 3,
          "specNeeded": true
        }
      ],
      "flaws": []
    },
    "Fame": {
      "advantages": [
        {
          "name": "Fame",
          "desc": "You are a known and liked name in your community. Each dot increases the scale of your fame and reach.",
          "cost": 0,
          "maxCost": 5
        }
      ],
      "flaws": [
        {
          "name": "Infamy: ",
          "desc": "You are infamous for some wicked deed. Add each dot of this flaw to the difficulty of your reaction role. A severe flaw may lead to pursuit from authorities.",
          "cost": 2,
          "specNeeded": true
        },
        {
          "name": "Dark Secret: ",
          "desc": "A milder version of infamy, you have a terrible secret that would harm your reputation if it got out.",
          "cost": 1,
          "specNeeded": true
        },
        {
          "name": "Infamous Partner",
          "desc": "Your spouse, lover, or some other significant individual to you has Infamy",
          "cost": 1,
          "specNeeded": false
        }
      ]
    },
    "Mask": {
      "advantages": [
        {
          "name": "Mask",
          "desc": "Each dot of mask strengthens the level of your fake identity. Choose a max of 2 dots. At 2 dots, you may purchase additional related 1 dot merits.",
          "cost": 0,
          "maxCost": 2
        },
        {
          "name": "Zeroed",
          "desc": "REQUIRES 2 dots of Mask: Someone highup has removed all trace of your government records, you do not legally exist.",
          "cost": 1
        },
        {
          "name": "Cobbler",
          "desc": "REQUIRES 2 dots of Mask: You are capable of creating or sourcing masks for others. Each mask takes 3 days per dot to create, 1 to source with an additional cost chosen by your ST.",
          "cost": 1
        }
      ],
      "flaws": [
        {
          "name": "Person of Interest",
          "desc": "Your biography is known to several intelligence agencies as a potential terrorist. It would be easy for other orgs to figure out what you are up to.",
          "cost": 2
        },
        {
          "name": "Serial Error",
          "desc": "A clerical error has tarnished your record. Any background check will show that you either died recently or are on a dangerous watchlist.",
          "cost": 1
        }
      ]
    },
    "Mentor": {
      "advantages": [
        {
          "name": "Mentor: ",
          "desc": "Each dot of a mentor represents the strength of one or more hunters who are looking out for you. One dot would be a rookie, five would be on par with Van Helsing.",
          "cost": 0,
          "maxCost": 5,
          "specNeeded": true
        }
      ],
      "flaws": [
        {
          "name": "Adversary: ",
          "desc": "Each dot represents a fellow hunter who wishes you ill, max 3 dots. One dot represents an experienced hunter, three would be on par with a well-equipped strike team.",
          "cost": 0,
          "maxCost": 3,
          "specNeeded": true
        }
      ]
    },
    "Resources": {
      "advantages": [
        {
          "name": "Resources",
          "desc": "Each dot of resources grows your wealth, one dot of resources might equal a minimum wage worker, where five would put you on par with Jeff Bezos.",
          "cost": 0,
          "maxCost": 5
        }
      ],
      "flaws": [
        {
          "name": "Destitute",
          "desc": "No money and no home.",
          "cost": 1
        }
      ]
    },
    "Spirit Pact": {
      "advantages": [
        {
          "name": "Spirit Pact",
          "desc": "Range: 1-5 dots. With every dot the power and influence of the spirit is increased.",
          "cost": 0,
          "maxCost": 5,
          "specNeeded": false
        },
        {
          "name": "Companion",
          "desc": "The spirit can accompany you wherever you go, barring any spiritual wards.",
          "cost": 2,
          "specNeeded": false
        },
        {
          "name": "Host",
          "desc": "The spirit has a physical host, allowing it to interact with you in the real world.",
          "cost": 1,
          "specNeeded": false
        }
      ],
      "flaws": [
        {
          "name": "Pact Condition",
          "desc": "You are hated by your local sect. You wronged them and they will do what they can to work against you.",
          "cost": 1,
          "specNeeded": false
        }
      ]
    }
  }
}
