{
  "loresheets": [
    {
      "Name": "Aino 'Lil Gaia' Metsala",
      "Type": "NPC",
      "Prerequisite": null,
      "Description": "A Finnish activist who only recently underwent the change but has already established a network of reliable allies to be called upon in the fight for Gaia.",
      "Reference": "SN 134"
    },
    {
      "Name": "Alejandro 'Vaporfang' Mendoza",
      "Type": "NPC",
      "Prerequisite": null,
      "Description": "A legendary Bone Gnawer hacker. (REQUIRES 2 DOTS IN TECHNOLOGY) --- By associating with him you gain access to a deep network of information, private forums and media sources to both understand and spread your message.",
      "Reference": "SN 135"
    },
    {
      "Name": "First Fortress",
      "Type": "Place",
      "Prerequisite": null,
      "Description": "The First Fortress is a legendary, possibly mythical Garou stronghold that exists between the Umbra and the physical world. Protected by powerful spirits, it serves as a sanctuary, library, and meeting place, embodying the ancient glory of the Garou Nation.",
      "Reference": "MLP 163"
    },
    {
      "Name": "Jonas Albrecht",
      "Type": "NPC",
      "Prerequisite": null,
      "Description": "A legendary Silver Fang Ahroun fallen to Harano. Once the personification of the Garou Nation he could be again, with your help.",
      "Reference": "SN 136"
    },
    {
      "Name": "Liu 'Returning Maiden' Aihan",
      "Type": "NPC",
      "Prerequisite": null,
      "Description": "A Galestalker astronaut who has stepped foot on Luna herself. Liu has a deep understanding of rites, ritual and the umbra.",
      "Reference": "SN 137"
    },
    {
      "Name": "Monkeywrenchers",
      "Type": "Other",
      "Prerequisite": null,
      "Description": "You run with a large, decentralized global pack that is dedicated to fucking up Pentex Group. Through information sharing you've learned how to really hurt Pentex.",
      "Reference": "WtA 295"
    },
    {
      "Name": "Oba 'Trailblazer' Makinde",
      "Type": "NPC",
      "Prerequisite": null,
      "Description": "A legendary Glass Walker Theurge who runs the company Omniscient, a revolutionary AI platform that like its name states has access to real-time data across the world. By knowing Makinde, you have access to a reliable tech job at the company.",
      "Reference": "SN 138"
    },
    {
      "Name": "Renunciate of Fenris",
      "Type": "Other",
      "Prerequisite": null,
      "Description": "You refused to follow your pack-mates down the path of hauglosk. You broke your pact with Wolf and have found a home in another tribe under another Patron.",
      "Reference": "WtA 298"
    },
    {
      "Name": "Ross 'The She-Wolf' Jackson",
      "Type": "NPC",
      "Prerequisite": null,
      "Description": "A Silent Strider who has mastered shapeshifting to the point of being able to change sex at will. You are deeply embedded in minority groups and other marginalized groups.",
      "Reference": "SN 139"
    },
    {
      "Name": "Possessed Flesh",
      "Type": "Spirit",
      "Prerequisite": null,
      "Description": "Garou are generally immune to spirit possession, but the rare Howling Insanity can possess them, leaving lasting effects even after being banished. Survivors of such possession carry an indelible mark and must work with their Storyteller to explore its impact.",
      "Reference": "MLP 165"
    },
    {
      "Name": "Project Twilight",
      "Type": "NPC",
      "Prerequisite": null,
      "Description": "You've worked with the government run kill-team Project Twilight. Your contacts within the organization may provide valuable information or tip you off to hunter movements.",
      "Reference": "WtA 296"
    },
    {
      "Name": "Tender of Banes",
      "Type": "Path",
      "Prerequisite": null,
      "Description": "Bane Tenders maintain and guard the seals that bind Banes who cannot be destroyed, preventing their escape and minimizing their influence. They gain abilities to detect Banes, track imprisoned Banes, create suitable prisons, communicate with captive Banes, and consult powerful bound spirits at risk of escape.",
      "Reference": "WT 35"
    },
    {
      "Name": "The Black Spiral",
      "Type": "NPC",
      "Prerequisite": null,
      "Description": "You have an interest in the Black Spiral and are able to understand some of it's many mysteries. You may also have contacts within the Black Spiral Dancer's. Perhaps, you may even be able to pull a Garou from the madness of the Wyrm.",
      "Reference": "WtA 299"
    },
    {
      "Name": "The Moonlit Path",
      "Type": "Path",
      "Prerequisite": null,
      "Description": "The Umbra is a chaotic and perilous realm where many Garou are lost forever, but a fortunate few survive, forever changed by their experience. These survivors share a common miracle: Luna's manifestation guided them safely home, granting them unique Gifts tied to the moon's phases.",
      "Reference": "MLP 164"
    },
    {
      "Name": "The Skinner",
      "Type": "NPC",
      "Prerequisite": null,
      "Description": "The Skinner is a terrifying Stolen Moon who wears a patchwork of Garou skin and mimics their abilities. Known for a decades-long trail of horror, encounters with him leave lasting scars and grudges. Those who follow this path gain abilities to detect ambushes, gain knowledge of supernatural creatures, maintain a human support network, hinder Stolen Moons' shapeshifting, and wield a weapon that deals aggravated damage to Stolen Moons.",
      "Reference": "WT 35"
    },
    {
      "Name": "Umbral Traveler",
      "Type": "Other",
      "Prerequisite": null,
      "Description": "You have a particular interest and expertise in exploring the Umbra, a tiny fraction of it's infinite mysteries are better understood to you.",
      "Reference": "WtA 295"
    },
    {
      "Name": "Vandana 'The Impressario' Puri",
      "Type": "NPC",
      "Prerequisite": null,
      "Description": "A legendary party planner and Moot organizer. None in the Garou nation are better at running a rite, overseeing the first change or just bringing Garou together.",
      "Reference": "SN 140"
    },
    {
      "Name": "Zhyzhak",
      "Type": "NPC",
      "Prerequisite": null,
      "Description": "Zhyzhak is a legendary Black Spiral Dancer warrior known for her brutal strength and her spiked leather whip. Feared as a dark messiah by her followers, she has left a trail of bloodshed and is rivaled by few. Selecting this loresheet grants you Zhyzhak as a five-dot Adversary and powers like natural armor, improvised weapon damage with self-inflicted Willpower damage, boosted Charisma dice when telling victory tales, physical dominance over Crinos werewolves, and the ability to intervene in prophecies or destinies once per story.",
      "Reference": "WT 35"
    }
  ]
}
