{
  "Rituals": [
    [
      {
        "name": "Astromancy",
        "description": "A ritual to reveal the targets greatest aptitudes, ambitions, desires and convictions."
      },
      {
        "name": "Blood Walk",
        "description": "An advanced version of A Taste for Blood, the caster is able to learn even more information about another Kindred from their vitae."
      },
      {
        "name": "Bloody Message",
        "description": "This ritual allows the vampire to write a message in blood, unto a UV bathed mirror. That message then appears for a recipient on another reflective surface, recalled by the vampire, which then clears upon being read."
      },
      {
        "name": "Beelzebeatit",
        "description": "This ritual causes lower-order living creatures to find the ritual area repellent."
      },
      {
        "name": "Bind the Accusing Tongue",
        "description": "Prevents a target from speaking, writing or otherwise communicating anything negative against the caster without a check."
      },
      {
        "name": "Clinging of the Insect",
        "description": "Gives the caster the ability to cling to walls like a spider."
      },
      {
        "name": "Coax the Garden",
        "description": "Allows the caster to manipulate plant life, to their defense."
      },
      {
        "name": "Craft Bloodstone",
        "description": "Creates a Bloodstone, a magical tracking device."
      },
      {
        "name": "Douse the Fear",
        "description": "This Ritual allows the caster to briefly douse their natural vampiric fear of fire."
      },
      {
        "name": "Enrich the Blood",
        "description": "This ritual increases the potency of human blood, allowing Kindred to slake their Hunger from a smaller quantity of blood."
      },
      {
        "name": "Herd Ward",
        "description": "This rituals allows the vampire to protect their herd, from poachers."
      },
      {
        "name": "Letter Ward",
        "description": "This ritual is used by Tremere, when they want to make sure the missives they send are protected."
      },
      {
        "name": "Seal the Brand",
        "description": "Allows the user to mark their own flesh with things like tattoos permanently."
      },
      {
        "name": "Unseen Underground",
        "description": "Turns the caster invisible for a time, when they are underground."
      },
      {
        "name": "Wake with Evening's Freshness",
        "description": "Allows the caster to freshly awaken from torpor during the day as if it were already evening."
      },
      {
        "name": "Ward Against Ghouls",
        "description": "This rituals allows the user to ward off ghouls."
      }
    ],
    [
      {
        "name": "As Fog on Water",
        "description": "Allows the Vampire to walk on water silently."
      },
      {
        "name": "Calix Secretus",
        "description": "Allows the Vampire to turn a mundane object into a receptacle for their own blood, storing it for use later."
      },
      {
        "name": "Calling the Aura's Remnant",
        "description": "Allowing the vampire to speak with a corpse's aura (not their ghost)"
      },
      {
        "name": "Communicate with Kindred Sire",
        "description": "Creates a telepathic link between a childe and their sire."
      },
      {
        "name": "Craftmaster",
        "description": "Creates a concoction formed from the blood of a skilled craftsman. The imbiber temporarily gains his or her skill."
      },
      {
        "name": "Depths of Nightmare",
        "description": "The target is plagued by days or nights filled with nightmares equal to successes."
      },
      {
        "name": "Elemental Grasp",
        "prerequisite": "Koldunic Sorcery",
        "description": "The ritual slows or otherwise inhibits the target via natural methods such as sticky mud or a rockslide."
      },
      {
        "name": "Enhance Dyscrasia",
        "description": "This ritual allows many vampires to feed from a mortal with a Dyscrasia, without killing the vessel."
      },
      {
        "name": "Eyes of Babel",
        "description": "The caster gains the ability to read and speak any language known by their target."
      },
      {
        "name": "Illuminate the Trail of Prey",
        "description": "Allows the caster to perceive the past whereabouts of an individual through a glowing trail."
      },
      {
        "name": "Le Sang de l'Amour",
        "description": "A psychic bond between two lovers that allows them to always approximate each others location with a bit of concentration."
      },
      {
        "name": "Silentia Mortis",
        "description": "Create a 6-meter radius of magical silence around the holder of an enchanted talisman. A critical win increases the range to 12-meters."
      },
      {
        "name": "Soporific Touch",
        "description": "The caster turns a dose of their own vitae into a narcotic, 'truth-serum' like substance that leaves a victim more suggestible and vulnerable to mind-affecting Disciplines like Presence and Dominate."
      },
      {
        "name": "Tiamat Glistens",
        "description": "Prime a place of power for additional rituals. Each success empowering the location for another night."
      },
      {
        "name": "Truth of Blood",
        "description": "Creates a potion capable of discerning lies from truth in a statement."
      },
      {
        "name": "The Shroud of Silence",
        "description": "Used by the Banu Haqim, this ritual creates a shroud of impenetrable silence centered in a room."
      },
      {
        "name": "Viscera Garden",
        "description": "Disintigrates a buried body into smoke, any plants grown on that site are especially hardy and ingestible by kindred (Slaking no hunger)."
      },
      {
        "name": "Ward against Spirits",
        "description": "Wards a meter sized area against spirits. "
      },
      {
        "name": "Warding Circle against Ghouls",
        "description": "Creates a warded circle that prevents ghouls from crossing."
      }
    ],
    [
      {
        "name": "Bladed Hands",
        "description": "Physically sharpens the caster's hands."
      },
      {
        "name": "Bloodless Feast",
        "description": "This ritual creates an elixir that holds a human sacrifice's Resonance or Dyscrasia (if any), but also makes any vampire who drinks it, more vulnerable to diablerie."
      },
      {
        "name": "Blood Sigil",
        "description": "Allows you to store important records or documents in the skin of another Kindred."
      },
      {
        "name": "Communal Vigor",
        "description": "Based on sanguinary properties similar to the Vaulderie, this Ritual allows a Pack Priest to share their Blood Potency with their pack, while strengthening their own ability to keep those packmates in line."
      },
      {
        "name": "Dagon's Call",
        "description": "Based on sanguinary properties similar to the Vaulderie, this Ritual allows a Pack Priest to share their Blood Potency with their pack, while strengthening their own ability to keep those packmates in line."
      },
      {
        "name": "Deflection of Wooden Doom",
        "description": "Causes a stake about to pierce the heart to shatter."
      },
      {
        "name": "Elemental Shelter",
        "prerequisite": "Koldunic Sorcery",
        "description": "Allows the ritualist to meld into the elements becoming immune to physical attack, sunlight or fire. The Koldun remains aware of their surroundings."
      },
      {
        "name": "Essence of Air",
        "description": "Creates a potion that grants the user limited flight abilities."
      },
      {
        "name": "Eyes of the Past",
        "description": "Recalls events in the caster's mind about past events that took place in their location up to five years prior."
      },
      {
        "name": "Fire in the Blood",
        "description": "Causes a painful, burn like pain in the blood of a victim."
      },
      {
        "name": "Firewalker",
        "description": "The caster increases the target's resistance to fire."
      },
      {
        "name": "Galvanic Ruination",
        "description": "This Ritual violently disrupts electrical currents in the area, shorting out or fusing all wiring in the vicinity."
      },
      {
        "name": "Gentle Mind",
        "description": "Increases the frenzy resistance of the target's mind."
      },
      {
        "name": "Haunted House",
        "description": "Causes a vampire haven to appear haunted."
      },
      {
        "name": "Herd Ward",
        "description": "This rituals allows the vampire to protect their herd, from poachers."
      },
      {
        "name": "Illusion of Peaceful Death",
        "description": "Restores wounds on a corpse (at most half-unexsanguinated) to conceal evidence of an unnatural death."
      },
      {
        "name": "Nepanthe",
        "description": "Ritualistically cleanse the soul of a Kindred, removing a stain on success and up to two on a critical win. A fail makes the stain carry over to the next session."
      },

      {
        "name": "One with the Blade",
        "description": "The caster enchants a dedicated weapon with immunity to rust and dulling almost as if it were a ghoul, as long as it remains within their possession. If stolen, it ages and becomes able to perform Aggravated damage on its original enchanter."
      },
      {
        "name": "Sanguine Watcher",
        "description": "Summons a rat familiar out of Kindred vitae."
      },
      {
        "name": "Seeing with the Sky's Eyes",
        "description": "Enter a trance like state, on success, ask your storyteller ONE question about a target's location and surroundings for every success."
      },
      {
        "name": "Seeking Tiamat",
        "description": "On success, your arm will turn into a locator for the nearest place of power."
      },
      {
        "name": "Sleep of Judas",
        "description": "Creates a drug that can incapacitate a kindred."
      },
      {
        "name": "Soul of the Hemonculus",
        "description": "This enchantment forms a shriveled, impaired, quarter-weight duplicate of its caster's mortal self (pp. 133-134). This squat, restricted, and often bitter creature must obey any command by its maker"
      },
      {
        "name": "Stone of the True Form",
        "description": "Create an enchanted stone, when thrown and striking an object or person, make a roll to dispel any illusion or reveal the beings true form."
      },
      {
        "name": "The Unseen Change",
        "description": "Forces a Garou into their Lupus form."
      },
      {
        "name": "Trespass",
        "description": "Appear as a decorative piece of the surroundings to mortals. Also gain the ability to flow through small crevices or passage in your desired structure."
      },
      {
        "name": "Viral Haruspex",
        "description": "Create and bind a virus to your will. The virus will aggregate all sensory data or factual recollection of mortals infected with the virus within 20km."
      },
      {
        "name": "Ward against Lupine",
        "description": "Wards a meter sized area against the lupine. "
      },
      {
        "name": "Warding Circle against Spirits",
        "description": "Creates a warded circle that prevents spirits from crossing."
      }
    ],
    [
      {
        "name": "Compel the Inanimate",
        "description": "Issue a SIMPLE order that will be followed by an inanimate object (Fall over, erase data, crash)."
      },
      {
        "name": "Defense of the Sacred Haven",
        "description": "Wards a haven against the sun itself."
      },
      {
        "name": "Egregore Consultation",
        "description": "Bind a virus to your will, harnessing the collective knowledge of all the infected to enhance a skill."
      },
      {
        "name": "Eyes of the Nighthawk",
        "description": "Allows the caster to possess a carnivorous bird."
      },
      {
        "name": "Feast of Ashes",
        "description": "Make another vampire unable to drink blood for a night."
      },
      {
        "name": "Guided Memory",
        "description": "By drinking the blood of a willing Kindred one can relive the memories of the donor."
      },
      {
        "name": "Incorporeal Passage",
        "description": "Allows the caster to pass freely through solid objects and become immune to physical damage."
      },
      {
        "name": "Innocence of the Child's Heart",
        "description": "Conceals the caster's Kindred aura from Auspex."
      },
      {
        "name": "Invisible Chains of Binding",
        "description": "Binds the victim in invisible chains, binding them to the spot for the duration of the ritual."
      },
      {
        "name": "Land's Sustenance",
        "description": "Turns a place of power into a hungering beast. The land itself causes accidents, worsens injuries and imbibes the blood of the innocent, mystically feeding the ritualist."
      },
      {
        "name": "Protean Curse",
        "description": "Transforms the target into a bat."
      },
      {
        "name": "Rending the Sweet Earth",
        "description": "Reveals the presence of a Protean Earth Meld user."
      },
      {
        "name": "Riding the Earth's Veins",
        "description": "A last-ditch escape hatch. The caster turns into red smoke, and appears again twenty minutes later at a random location of the ST's choosing."
      },
      {
        "name": "Ward against Kindred",
        "description": "Wards a meter sized area against the Kindred. "
      },
      {
        "name": "Warding Circle against Lupines",
        "description": "Creates a warded circle that prevents Lupines from crossing."
      },
      {
        "name": "Web of Hunger",
        "description": "Web of Hunger is an extension of the Extinguish Vitae power. Instead of controlling a single person's vitae slowly and corrosively draining vitae from multiple targets."
      }
    ],
    [
      {
        "name": "Antebrachia Ignium",
        "description": "Allows the caster to coat their arms in vitae and light them on fire, being magically protected from the flames."
      },
      {
        "name": "Dominion",
        "description": "Allows the Vampire to prevent the use of disciplines by anyone but themselves."
      },
      {
        "name": "Eden's Bounty",
        "description": "Allows to caster to drain blood from creatures within a nearby area."
      },
      {
        "name": "Elemental Attack",
        "prerequisite": "Koldunic Sorcery",
        "description": "The elements themselves will strike at your desired target. A lighting bolt, flash flood or falling tree are only some of your options."
      },
      {
        "name": "Escape to True Sanctuary",
        "description": "The caster creates two circles that act as a one-way portal from one point to another."
      },
      {
        "name": "Fisher King",
        "description": "Bond with the land itself. Call upon its knowledge with a test and each success will reveal a truthful answer from your storyteller."
      },
      {
        "name": "Heart of Stone",
        "description": "Turns the caster's heart into stone, making them immune to stakes but completely numbs their sense of emotional and social awareness."
      },
      {
        "name": "Shaft of Belated Dissolution",
        "description": "Enchants a stake with enough power to kill a vampire upon contact with their heart."
      },
      {
        "name": "Simulacrum Gate",
        "description": "A time-consuming and elaborate Ritual, this colossal undertaking allows the construction of a distance-defying portal allowing multiple vampires to cross vast distances in mere moments."
      },
      {
        "name": "The Ritual of Transferring the Soul",
        "description": "The Ritual of Transferring the Soul is a 5th level combined Blood Sorcery ritual and Oblivion Ceremony that usually requires two Kindred participants: one who knows the requisite level of Blood Sorcery, and another who is versed in Oblivion. It is possible for a single Kindred who possesses both Disciplines to perform the ritual alone."
      },
      {
        "name": "Warding Circle against Kindred",
        "description": "Creates a warded circle that prevents Kindred from crossing."
      }
    ]
  ]
}
