{
  "clans": {
    "Banu Haqim": "When one of the Judges tastes the Blood of another Cainite, they find it very hard to stop. Slaking at least one Hunger level with vampiric vitae provokes a Hunger Frenzy test at a Difficulty 2 + Bane Severity.[4] If the test is failed they attempt to gorge themselves on vampire Blood, sometimes until they diablerize their Kindred victim. ",
    "Brujah": "Violent Temper: Subtract dice equal to the Bane Severity of the Brujah from any roll to resist fury frenzy. This cannot take the pool below one die. (V5 Corebook p.67)",
    "Caitiff": "Caitiff characters begin with the Suspect (•) Flaw and you may not purchase positive Status for them during character creation. The Storyteller may always impose a one or two dice penalty on Social tests against fellow Kindred who know they are Caitiff, regardless of their eventual Status. Further, to improve one of the Disciplines of a Caitiff costs six times the level purchased in experience points ",
    "Gangrel": "In frenzy, Gangrel gain one or more animal features: a physical trait, a smell, or a behavioral tic. These features last for one more night afterward, lingering like a hangover following debauchery. ",
    "Giovanni": "Painful kiss: The Giovanni's kiss is torture to their prey. The pain is unbearable and all encompassing. When drinking directly from a victim, the Giovanni may only take harmful drinks, resulting in blood loss. Unwilling victims will always try to resist. Kindred victims must roll a difficulty 3 frenzy test to avoid falling into terror frenzy.",
    "Hecata": "Painful kiss: The Hecata's kiss is torture to their prey. The pain is unbearable and all encompassing. When drinking directly from a victim, Hecata may only take harmful drinks, resulting in blood loss. Unwilling victims will always try to resist. Kindred victims must roll a difficulty 3 frenzy test to avoid falling into terror frenzy.",
    "Lamiae": "Painful kiss: The Lamiae's kiss is torture to their prey. The pain is unbearable and all encompassing. When drinking directly from a victim, Lamiae may only take harmful drinks, resulting in blood loss. Unwilling victims will always try to resist. Kindred victims must roll a difficulty 3 frenzy test to avoid falling into terror frenzy.",
    "Lasombra": "Distorted Image: The broken souls of Lasombra vampires are halfway drawn into the Abyss. All reflections and recordings distort, flicker, or become transparent (though this does not conceal their identity with any certainty). Microphones have the same difficulty with the vampire's voice as cameras have with their image, touch technology becomes unresponsive at best, and their anomalous nature makes it harder to avoid electronic detection systems. ",
    "Malkavian": "Derangement: When the Malkavian suffers a Bestial Failure or a Compulsion, their curse comes to the fore. Suffer a penalty equal to your character's Bane Severity to one category of dice pools (Physical, Social, or Mental) for the entire scene. This is in addition to any penalties incurred by Compulsions. ",
    "Nagaraja": "Painful kiss: The Nagaraja's kiss is torture to their prey. The pain is unbearable and all encompassing. When drinking directly from a victim, Nagaraja may only take harmful drinks, resulting in blood loss. Unwilling victims will always try to resist. Kindred victims must roll a difficulty 3 frenzy test to avoid falling into terror frenzy.",
    "Nosferatu": "Repulsiveness: Hideous and vile, all Nosferatu count as having the Repulsive Flaw (-2) and can never increase their rating in the Looks Merit. In addition, any attempt to disguise themselves as non-deformed incurs a penalty to the dice pool equal to the character's Bane Severity (this includes the Obfuscate powers Mask of a Thousand Faces and Manifold Guise). However, most do not break the Masquerade by just being seen.  ",
    "Ravnos": "Doomed: A Ravnos' Bane is that the sun's fire that incinerated their founder rages through the Blood of the clan, erupting from their very flesh if they ever settle down for long. If they slumber in the same place more than once in seven nights, roll a number of dice equal to their Bane Severity. They receive aggravated damage equal to the number of 10’s (critical results) rolled as they are scorched from within. This happens every time they spend the day in a location they've already slumbered less than a week before. What constitutes a location in this regard depends on the scope of the chronicle, but unless otherwise stated, two resting places need to be at least a mile apart to avoid triggering the Bane. Furthermore, a mobile haven, such as a movers’ truck, is safe so long as the place where the truck is parked is at least a mile from the last location. ",
    "Samedi": "Painful kiss: The Samedi's kiss is torture to their prey. The pain is unbearable and all encompassing. When drinking directly from a victim, the Samedi may only take harmful drinks, resulting in blood loss. Unwilling victims will always try to resist. Kindred victims must roll a difficulty 3 frenzy test to avoid falling into terror frenzy.",
    "Salubri": "Hunted: A Salubri's Bane is that the Kindred of other clans are especially appreciative of Salubri vitae. When a non-Salubri partakes of the blood of a Cyclops, they often find it difficult to pull themselves away. Consuming enough to abate at least one Hunger level requires a Hunger Frenzy test. If the test fails, they just keep consuming, to the point that they may have to be physically fought off. Additionally, the third eye that Saulot opened while on one of his many journeys passes down through the bloodline every time a Salubri Embraces. This third eye is not always recognizably human in origin, and rumors persist of vertical, serpentine pupils, or even wormlike eyespots. While this third eye can be physically covered, such as with a headscarf or hood, it is always present, and no supernatural power can obscure it. Any time a Salubri activates a Discipline power, the third eye weeps vitae, its intensity correlating to the level of the Discipline being used, from welling up to a torrential flow. The blood flow from the third eye triggers a Hunger Frenzy test from nearby vampires with Hunger 4 or more.  ",
    "Toreador": "Aesthetic Fixation: The Toreador exemplify the old saying that art in the blood takes strange forms. They desire beauty so intensely that they suffer in its absence. While your character finds themselves in less than beautiful surroundings, lose the equivalent of their Bane Severity in dice from dice pools to use Disciplines. ",
    "Tremere": "Tremere vitae can no longer Blood Bond other Kindred, though they themselves can be Bound by Kindred from other clans. A Tremere can still bind mortals and ghouls, though the corrupted vitae must be drunk an additional number of times equal to the vampire's Bane Severity for the bond to form. ",
    "Tzimisce": "Grounded: Each Tzimisce must choose a specific charge — a physical domain, a group of people, an organization, or even something more esoteric — but clearly defined and limited. The Kindred must spend their daysleep surrounded by their chosen charge.  ",
    "Ventrue": "Rarefied Tastes: When a Ventrue drinks blood from any mortal outside their preference, a profound exertion of will is required or the blood taken surges back up as scarlet vomit. Ventrue can sense if a mortal possesses the blood they require. If Ventrue want to feed from anything but their preferred victim, they must spend Willpower points equal to the character's Bane Severity. ",
    "The Ministry": "Abhors the Light - when exposed to direct illumination - whether natural or artificial - members of the clan recoil.",
    "Thin-Blood": "Thin-bloods do not possess a clan bane, their vitae is too far removed. "
  },
  "altClans": {
    "Banu Haqim": "Noxious Blood: When the blood of the assassins is drunk by a mortal it does not heal, instead it kills. Mortals takes agg damage equal to bane severity for every rouse check. ",
    "Brujah": "Violence: On a messy crit the Brujah does agg HP or WP damage to their target equal to their bane severity.",
    "Caitiff": "Caitiff characters begin with the Suspect (•) Flaw and you may not purchase positive Status for them during character creation. The Storyteller may always impose a one or two dice penalty on Social tests against fellow Kindred who know they are Caitiff, regardless of their eventual Status. Further, to improve one of the Disciplines of a Caitiff costs six times the level purchased in experience points ",
    "Gangrel": "Survival Insticts: The Animals will to survive surpasses that of all clans. Subtract die equal to your bane severity from any roll to resist fear frenzy. Cannot go below 1.",
    "Giovanni": "Decay: All things around the Giovanni decay and wither. Any assets or retainers of the Giovanni die within a matter of days. Gain flaw dots equal to bane severity to spread between Retainer, Haven and Resources. These can be bought off by paying double the XP cost per dot.",
    "Hecata": "Decay: All things around the Hecata decay and wither. Any assets or retainers of the Hecata die within a matter of days. Gain flaw dots equal to bane severity to spread between Retainer, Haven and Resources. These can be bought off by paying double the XP cost per dot.",
    "Lamiae": "Decay: All things around the Lamiae decay and wither. Any assets or retainers of the Giovanni die within a matter of days. Gain flaw dots equal to bane severity to spread between Retainer, Haven and Resources. These can be bought off by paying double the XP cost per dot.",
    "Lasombra": "Callousness: When making a remorse roll (clearing stains), subtract die equal to your bane severity. Cannot take pool below 1.",
    "Malkavian": "Unnatural Manifestations: The use of disciplines unsteadies anyone in your presence be they Kindred or Kine. Mortals suffer a social die penalty equal to the bane severity while Kindred immediately mark you as one of their own.",
    "Nagaraja": "Decay: All things around the Nagaraja decay and wither. Any assets or retainers of the Nagaraja die within a matter of days. Gain flaw dots equal to bane severity to spread between Retainer, Haven and Resources. These can be bought off by paying double the XP cost per dot.",
    "Nosferatu": "Infestation: No longer deformed but now followed by swarms of vermin everywhere they go. Within a scene, vermin will begin to arrive. Nosferatu havens suffer a 2 + bane severity penalty to any social tests or those requiring concentration. Controlling the swarm via Animalism comes with a penalty equal to the bane severity.",
    "Ravnos": "Unbirth Name: The Tricksters keep secret their original names, for knowing ones unbirth name offers power over the Kindred. Speaking a Ravnos' true name grants a bonus equal to the Ravnos bane severity to resist discipline powers and causes the Ravnos to suffer an equal penalty to resisting the speakers own powers.",
    "Samedi": "Decay: All things around the Samedi decay and wither. Any assets or retainers of the Samedi die within a matter of days. Gain flaw dots equal to bane severity to spread between Retainer, Haven and Resources. These can be bought off by paying double the XP cost per dot.",
    "Salubri": "Asceticism: Whenever a Salubris hunger is below 3, they suffer penalty to all disciplines equal to their bane severity. (Their third eye still bleeds).",
    "Toreador": "Agonizing Empathy: When a Diva harms a mortal while feeding the vampire suffers aggravated damage equal to the damage to the mortal (cannot exceed bane severity).",
    "Tremere": "Stolen Blood: Tremere struggle to blood surge. In order to do so they must rouse an equal amount of times to their bane severity. They can continue to try until hunger 5 as which point they can back off their surge or accept it and stay at hunger 5.",
    "Tzimisce": "Cursed Courtesy: A Tzimisce must be invited into the home or residence of any living being or expend WP equal to their bane severity to enter. While inside uninvited, they suffer a penalty to their discipline pool equal to bane severity.",
    "Ventrue": "Hierarchy: Ventrue are unable to attack kindred of a lower generation without expending will power equal to bane severity. They also suffer a penalty to their discipline pool when attempting to use their powers on a lower generation kindred. ",
    "The Ministry": "Cold Blooded: Ministers are unable to perform blush of life unless they have fed from a living vessel in the last hour. When they do use the blush, it requires a rouse check per level of bane severity.",
    "Thin-Blood": "Thin-bloods do not possess a clan bane, their vitae is too far removed."
  }
}
