{
  "Merits": {
    "Archaic": {
      "advantages": [],
      "flaws": [
        {
          "name": "Archaic",
          "cost": 2,
          "desc": "You are stuck in the past and cannot use modern technology"
        },
        {
          "name": "Living in the Past",
          "cost": 1,
          "desc": "You have one or more outdated convictions."
        }
      ]
    },
    "Bonding": {
      "advantages": [
        {
          "name": "Bond Resistance",
          "cost": 1,
          "desc": "Its easier for you to resist against the effects of a Blood Bond."
        },
        {
          "name": "Short Bond",
          "cost": 2,
          "desc": "The Bond decays quicker for you."
        },
        {
          "name": "Unbondable",
          "cost": 5,
          "desc": "You cannot be Blood Bound."
        }
      ],
      "flaws": [
        {
          "name": "Bondslave",
          "cost": 2,
          "desc": "You bond at the first drink of Vitae."
        },
        {
          "name": "Bond Junkie",
          "cost": 1,
          "desc": "The Bond feels sweeter to you, and its harder for you to resist its effects."
        },
        {
          "name": "Long Bond",
          "cost": 1,
          "desc": "The Bond takes more time to decay."
        }
      ]
    },
    "Caitiff": {
      "advantages": [
        {
          "name": "Favored Blood",
          "cost": 4,
          "desc": "You can buy dots in any discipline without tasting the blood of another kindred."
        },
        {
          "name": "Mark of Caine",
          "cost": 2,
          "desc": "You have a mark that strikes fear in the hearts of Kindred who believe the Myth of Caine. Gain two die bonus to any intimidation tests against these Kindred."
        },
        {
          "name": "Mockingbird",
          "cost": 3,
          "desc": "After drinking blood from another Kindred you can mimic a discipline of that Kindred up to the level of your highest discipline."
        },
        {
          "name": "Sun-Scarred",
          "cost": 5,
          "desc": "You have the ability to survive, temporarily, in the sunlight."
        },
        {
          "name": "Uncle Fangs",
          "cost": 3,
          "desc": "You've taken a small coterie of Thin-Bloods under your wing. Treat them similar to an Ally background."
        }
      ],
      "flaws": [
        {
          "name": "Befouling Vitae",
          "cost": 2,
          "desc": "Any mortal you attempt to embrace or kill whilst feeding will return as a wight in a few nights."
        },
        {
          "name": "Clan Curse",
          "cost": 2,
          "desc": "Suffer the Clan Bane of your sire."
        },
        {
          "name": "Debt Peon",
          "cost": 2,
          "desc": "You owe several minor boons or a major boon to an influential Kindred."
        },
        {
          "name": "Liquidator",
          "cost": 1,
          "desc": "Local Thin-Bloods are terrified of you, you have a reputation for being a Scourge or hunting them in the past."
        },
        {
          "name": "Muddled Blood",
          "cost": 1,
          "desc": "Before you can use a discipline, each time you must taste the blood of another Kindred who possesses that discipline."
        },
        {
          "name": "Walking Omen",
          "cost": 2,
          "desc": "Seers, wise men and other scryers often point to you as a reason for impending doom or disaster."
        },
        {
          "name": "Word-Scarred",
          "cost": 1,
          "desc": "Part of your body is covered in ancient vampiric lore. Forces within your chronicle conspire to gain access to this text."
        }
      ]
    },
    "Contagion": {
      "advantages": [
        {
          "name": "Blood Empathy",
          "cost": 2,
          "desc": "You share a closer bond to your domitor than most ghouls, able to sense their emotional and psychological state."
        }
      ],
      "flaws": [
        {
          "name": "Disease Vector",
          "cost": 1,
          "desc": "Whenever you feed from a sick mortal, you always contract that sickness and will pass it on to your next vessel."
        },
        {
          "name": "Plaugebringer",
          "cost": 1,
          "maxCost": 2,
          "desc": "You have a disease in your vitae, at one dot it is something mild like sores or a rash. At two, it can be debilitating. There is no way to cure this. Mortals you feed from are vulnerable to your diseases."
        }
      ]
    },
    "Feeding": {
      "advantages": [
        {
          "name": "Blood Hound",
          "cost": 1,
          "desc": "You can smell the resonance on your prey without tasting it."
        },
        {
          "name": "Iron Gullet",
          "cost": 3,
          "desc": "You can feed from rancid, bagged and processed blood."
        },
        {
          "name": "Vessel Recognition",
          "cost": 1,
          "desc": "You can recognize when a kine belongs to someone elses herd or is a blood doll."
        }
      ],
      "flaws": [
        {
          "name": "Farmer",
          "cost": 2,
          "desc": "You feed exclusively from animals."
        },
        {
          "name": "Organovore",
          "cost": 2,
          "desc": "You slake hunger only from eating human flesh."
        },
        {
          "name": "Methuselah's Thirst",
          "cost": 1,
          "desc": "Your hunger can only be fully slaked by the blood of supernatural creatures."
        },
        {
          "name": "Prey Exclusion",
          "cost": 1,
          "desc": "You refuse to hunt a certain type of prey, be it women, addicts, homeless."
        },
        {
          "name": "Vein Tapper",
          "cost": 1,
          "desc": "You cannot feed from mortals while being observed."
        }
      ]
    },
    "Ghoul": {
      "advantages": [
        {
          "name": "Blood Empathy",
          "cost": 2,
          "desc": "You share a closer bond to your domitor than most ghouls, able to sense their emotional and psychological state."
        },
        {
          "name": "Unseemly Aura",
          "cost": 2,
          "desc": "You have the aura of a Kindred."
        }
      ],
      "flaws": [
        {
          "name": "Crone's Curse",
          "cost": 3,
          "desc": "When you partook of your domitor's vitae, you aged rapidly."
        },
        {
          "name": "Distressing Fangs",
          "cost": 2,
          "desc": "The Blood gave you sharpened teeth, which distresses mortals."
        }
      ]
    },
    "Linguistics": {
      "advantages": [
        {
          "name": "Language fluency",
          "cost": 1,
          "desc": "You speak, read and write another language fluently."
        }
      ],
      "flaws": [
        {
          "name": "Illiterate",
          "cost": 2,
          "desc": "You cannot read or write."
        }
      ]
    },
    "Looks": {
      "advantages": [
        {
          "name": "Famous Face",
          "cost": 1,
          "desc": "You resemble someone very well known. You gain two die bonuses in situations where your look-alike helps you, and lose two die when it hurts."
        },
        {
          "name": "Ingenue",
          "cost": 1,
          "desc": "You look innocent and blameless. Two die bonus to any rolls surrounding avoiding or deflecting blame."
        },
        {
          "name": "Remarkable Feature",
          "cost": 1,
          "desc": "You have some kind of memorable facial feature. 2 die bonus to social interactions with strangers, 1 die penalty to disguising yourself."
        },
        {
          "name": "Beautiful",
          "cost": 2,
          "desc": "You are considered beautiful."
        },
        {
          "name": "Up All Night",
          "cost": 2,
          "desc": "For blush of life, eating and sex act as if your humanity is 1 point higher than it is. DOES NOT COMBINE WITH OTHERS."
        },
        {
          "name": "Stunning",
          "cost": 4,
          "desc": "You are considered exceptionally good-looking, you turn heads everywhere you go."
        },
        {
          "name": "Up All Night x2",
          "cost": 4,
          "desc": "For blush of life, eating and sex act as if your humanity is 2 points higher than it is. DOES NOT COMBINE WITH OTHERS."
        }
      ],
      "flaws": [
        {
          "name": "Stench",
          "cost": 1,
          "desc": "Your breath and odor are exceptionally foul. Lose one die from seduction and similar social tests. Lose two die from stealth tests in which they could smell you."
        },
        {
          "name": "Transparent",
          "cost": 1,
          "desc": "You are an exceptionally poor liar. Lose one die from any pools requiring subterfuge. You may not gain any further subterfuge dots."
        },
        {
          "name": "Repulsive",
          "cost": 2,
          "desc": "Your appearance is exceptionally horrifying."
        },
        {
          "name": "Ugly",
          "cost": 1,
          "desc": "You aren't very good-looking."
        }
      ]
    },
    "Mythic": {
      "advantages": [
        {
          "name": "Eat food",
          "cost": 2,
          "desc": "You can eat food, though it provides no nourishment and must be expelled before daysleep."
        },
        {
          "name": "Nuit Mode",
          "cost": 2,
          "desc": "Your body does not automatically revert to the death-state each night allowing you to keep haircuts, tattoos or things like piercings in. Only available while potency is 1 or lower."
        },
        {
          "name": "Pack Diablerie",
          "cost": 2,
          "desc": "If you attempt a pack diablerie, you are always the one who has the chance to consume the whole soul. If you help another consume a soul, you gain 5 xp."
        },
        {
          "name": "Cold Dead Hunger",
          "cost": 3,
          "desc": "You've gained mastery over your hunger. Add two die to your rolls to resist hunger frenzy."
        },
        {
          "name": "Luck of the Devil",
          "cost": 4,
          "desc": "Once per session you can pass an attack, blame or misfortune towards another person present."
        }
      ],
      "flaws": [
        {
          "name": "Stake Bait",
          "cost": 2,
          "desc": "Being staked brings final death to the vampire"
        },
        {
          "name": "Folkloric Bane",
          "cost": 1,
          "desc": "You take aggravated damage from one folkloric bane, like ultraviolet light, silver or holy water."
        },
        {
          "name": "Folkloric Block",
          "cost": 1,
          "desc": "You must recoil or spend a willpower when faced with one Folkloric Block, like white animals, running water, garlic, etc."
        },
        {
          "name": "Starving Decay",
          "cost": 2,
          "desc": "You are constantly fighting off reverting to a corpse. When at hunger 3 or above you visibly decay suffering a two die penalty to all physical and social tests with mortals. MASQUERADE VIOLATION!"
        },
        {
          "name": "Stigmata",
          "cost": 1,
          "desc": "You bleed from your hands, feet and forehead when your hunger becomes intense."
        },
        {
          "name": "Twice Cursed",
          "cost": 2,
          "desc": "You suffer from a second clan bane. Make note of it on your sheet."
        }
      ]
    },
    "Other": {
      "advantages": [
        {
          "name": "Check the Trunk",
          "cost": 1,
          "desc": "You keep your tools of the trade nearby. You have easy access to a cache of tools or armory not exceeding resources 2."
        },
        {
          "name": "Side Hustler",
          "cost": 2,
          "desc": "Once per session you can get your hands on a difficult to acquire item, piece of info or access to an event not exceeding Resources, Contacts or Influence 2."
        },
        {
          "name": "Tempered Will",
          "cost": 3,
          "desc": "You are always aware when someone tries to use Dominate or Presence on you. You gain 2 extra die to resisting these events."
        },
        {
          "name": "Untouchable",
          "cost": 5,
          "desc": "Once per story you can escape an official punishment from any entity that would normally see you destroyed or exiled. Lower level crimes may be ignored altogether."
        }
      ],
      "flaws": [
        {
          "name": "Knowledge Hungry",
          "cost": 1,
          "desc": "You are obsessed with learning a certain topic. When you encounter a chance to learn more about that topic, make a willpower roll to resist chasing that obsession."
        },
        {
          "name": "Prestation Debts",
          "cost": 1,
          "desc": "You owe another Kindred two minor boons."
        },
        {
          "name": "Risk Taker",
          "cost": 1,
          "desc": "You suffer a two die penalty when you pass up the opportunity to engage in a risky activity like trying a new drug or taking a Kindred lover."
        },
        {
          "name": "Weak-Willed",
          "cost": 2,
          "desc": "One die penalty to all social pools against anyone you consider a superior or a leader."
        }
      ]
    },
    "Psychological": {
      "advantages": [
        {
          "name": "Soothed Beast",
          "cost": 1,
          "desc": "Choose an NPC as your obsession, once a session, when in that NPC's presence, you can ignore a bestial fail or messy crit. If the character dies, gain 3 stains and choose a new obsession."
        },
        {
          "name": "False Love",
          "cost": 1,
          "desc": "Choose an NPC as your obsession, when in that NPC's presence, treat your humanity as 1 point above what it is. DOES NOT COMBINE WITH OTHERS. If the character dies, gain 3 stains and choose a new obsession."
        },
        {
          "name": "Penitence",
          "cost": 1,
          "maxCost": 5,
          "desc": "For each dot you possess in this Merit, you can scourge yourself once per session as part of a scene, suffering one point of Superficial Health damage and immediately healing one point of Superficial Willpower damage"
        },
        {
          "name": "Unholy Will (2)",
          "cost": 2,
          "desc": "At two dots, add one die to any dice pool when you resist or contest an individual with true Faith on matters of their faith"
        },
        {
          "name": "Unholy Will (4)",
          "cost": 4,
          "desc": "At four dots, add two die to any dice pool when you resist or contest an individual with true Faith on matters of their faith"
        },
        {
          "name": "Zealotry",
          "cost": 1,
          "maxCost": 3,
          "desc": "For each dot in this Merit, once per session after rolling a normal success on an action that corresponds to or aligns with one of your Convictions, you may choose to turn that normal success into a messy critical instead."
        }
      ],
      "flaws": [
        {
          "name": "Beacon of Profanity",
          "cost": 1,
          "desc": "Mortals with any amount of True Faith can sense your presence"
        },
        {
          "name": "Crisis of Faith",
          "cost": 1,
          "desc": "Bestial failures also cause 1 point of superficial WP damage."
        },
        {
          "name": "Groveling Worm",
          "cost": 2,
          "desc": "You must find time to scourge your flesh at least once per session."
        },
        {
          "name": "Horrible Scars of Penitence",
          "cost": 1,
          "desc": "Your scars give you away as a crazed zealot."
        },
        {
          "name": "Living on the Edge",
          "cost": 2,
          "desc": "You suffer a compulsion to always partake of new experiences."
        },
        {
          "name": "Weak-Willed",
          "cost": 3,
          "desc": "Your will is weak and you struggle assert your own personality when confronted with the will of another."
        }
      ]
    },
    "Substance Use": {
      "advantages": [
        {
          "name": "High-Functioning Addict",
          "cost": 1,
          "desc": "You gain a die to one category of pool whenever you drink from a mortal who is on your drug of choice."
        }
      ],
      "flaws": [
        {
          "name": "Hopeless Addiction",
          "cost": 2,
          "desc": "Lose 2 die from all pools if you feed from someone not on your drug of choice."
        },
        {
          "name": "Addiction",
          "cost": 1,
          "desc": "Lose 1 die from all pools if you feed from someone not on your drug of choice."
        }
      ]
    },
    "Supernatural": {
      "advantages": [],
      "flaws": [
        {
          "name": "Two Masters",
          "cost": 1,
          "desc": "You can be blood bound to two separate kindred at once."
        }
      ]
    },
    "Thin-blood": {
      "advantages": [
        {
          "name": "Thin-Blood: Anarch Comrades",
          "cost": 1,
          "desc": "You managed to make friends with the local anarch sect. Add a one-dot anarch mawla to your relationship map."
        },
        {
          "name": "Thin-Blood: Abhorrent Blood",
          "cost": 1,
          "desc": "When another kindred attempts to drink your blood they will find it unpalatable and vomit unless they spend willpower."
        },
        {
          "name": "Thin-Blood: Camarilla Contact",
          "cost": 1,
          "desc": "You've made a contact within the camarilla who promises you full membership and a chance at becoming full-blooded so long as you follow orders. Add a one-dot camarilla mawla to your relationship map."
        },
        {
          "name": "Thin-Blood: Catenating Blood",
          "cost": 1,
          "desc": "You can create blood bonds and perform the embrace. Any kindred you create are thin-blooded."
        },
        {
          "name": "Thin-Blood: Day Drinker",
          "cost": 1,
          "desc": "Sunlight halves your health pool. In the sun you lose access to all vampiric abilities. You still suffer Hunger normally and must sleep occasionally."
        },
        {
          "name": "Thin-Blood: Discipline Affinity",
          "cost": 1,
          "desc": "You gain a dot in your discipline of choice and can continue to level it with experience as an out-of-clan discipline."
        },
        {
          "name": "Thin-Blood: Faith-Proof",
          "cost": 1,
          "desc": "You cannot be affected by True Faith."
        },
        {
          "name": "Thin-Blood: Lifelike",
          "cost": 1,
          "desc": "You have a heartbeat, can eat food and enjoy sex like a mortal. Only detailed examinations would reveal anything out of the ordinary."
        },
        {
          "name": "Thin-Blood: Low Appetite",
          "cost": 1,
          "desc": "When at hunger 0, 1 or rising for the day roll two die when rousing. If any succeeds you do not gain hunger."
        },
        {
          "name": "Thin-Blood: Lucid Dreamer",
          "cost": 1,
          "desc": "Once per session, while asleep, you can ask the ST for a hint or clue from the previous night."
        },
        {
          "name": "Thin-Blood: Mortality's Mien",
          "cost": 1,
          "desc": "Your aura appears mortal to any who care to check."
        },
        {
          "name": "Thin-Blood: Swift Feeder",
          "cost": 1,
          "desc": "Once per scene you can rapidly slake one point of hunger and cleanly close the wound while feeding."
        },
        {
          "name": "Thin-Blood: Thin-blood Alchemist",
          "cost": 1,
          "desc": "Gain a dot in Thin-blood alchemy and an additional recipe as discussed with your ST."
        },
        {
          "name": "Thin-Blood: Vampiric Resilience",
          "cost": 1,
          "desc": "You are as tough as ordinary Kindred, treating puncture and slashing wounds as superficial damage."
        }
      ],
      "flaws": [
        {
          "name": "Thin-Blood: Baby Teeth",
          "cost": 1,
          "desc": "Your fangs never came in, you can only drink via other methods of blood extraction."
        },
        {
          "name": "Thin-Blood: Heliophobia",
          "cost": 1,
          "desc": "You fear sunlight like a normal Kindred. You can frenzy from sunlight."
        },
        {
          "name": "Thin-Blood: Bestial Temper",
          "cost": 1,
          "desc": "You have the same level of beast as a full-blooded kindred. Normal frenzy rules apply to you."
        },
        {
          "name": "Thin-Blood: Branded by the Camarilla",
          "cost": 1,
          "desc": "Branded by the local camarilla, you are known and watched for even the slightest error."
        },
        {
          "name": "Thin-Blood: Clan Curse",
          "cost": 1,
          "desc": "You suffer the clan of your choices bane at severity level 1. Brujah/Gangrel only available with Bestial Temper Flaw, Tremere only with Catenating Blood Merit."
        },
        {
          "name": "Thin-Blood: Mortal Frailty",
          "cost": 1,
          "desc": "You cannot rouse blood to heal like normal Kindred, you heal as a mortal. You cannot take vampiric resilience with this perk."
        },
        {
          "name": "Thin-Blood: Dead Flesh",
          "cost": 1,
          "desc": "You are noticebly decaying and putrifying. Any real examination will reveal that you are undead. You may not take Lifelike merit."
        },
        {
          "name": "Thin-Blood: Night Terrors",
          "cost": 1,
          "desc": "Nightmares bleed into your wakening hours appearing as hallucinations or intangible feelings."
        },
        {
          "name": "Thin-Blood: Plague Bearer",
          "cost": 1,
          "desc": "You are still able to become physically ill. Every time you feed roll, if you land on 1 you have caught an illness."
        },
        {
          "name": "Thin-Blood: Sloppy Drinker",
          "cost": 1,
          "desc": "Your suck at feeding. Roll Dex + med to cover your feeding marks. A failure may lead to your prey bleeding out."
        },
        {
          "name": "Thin-Blood: Sun-Faded",
          "cost": 1,
          "desc": "You cannot use any disciplines within the sunlight. Suffer a two die penalty during the day."
        },
        {
          "name": "Thin-Blood: Supernatural Tell",
          "cost": 1,
          "desc": "Something about you instantly marks you as supernatural to other supernatural beings."
        },
        {
          "name": "Thin-Blood: Shunned by the Anarchs",
          "cost": 1,
          "desc": "You broke some unwritten rule and pissed off the local anarch sect. You cannot take anarch comrades with this flaw."
        },
        {
          "name": "Thin-Blood: Twilight Presence",
          "cost": 1,
          "desc": "Mortals and other Kindred dislike you even more than usual. Only other Thin-Bloods tolerate your presence."
        },
        {
          "name": "Thin-Blood: Unending Hunger",
          "cost": 1,
          "desc": "You sate one less hunger than other thin-bloods whilst feeding."
        },
        {
          "name": "Thin-Blood: Vitae Dependency",
          "cost": 1,
          "desc": "You must slake at least 1 Hunger on kindred blood each week or lose all access to discipline until you do so."
        }
      ]
    }
  }
}
