{
  "havens": {
    "Haven": {
      "advantages": [
        {
          "name": "Haven",
          "desc": "Select between 1-3 dots, each point grows the size, security and privacy of your haven.",
          "cost": 0,
          "maxCost": 3
        }
      ],
      "flaws": [
        {
          "name": "No Haven",
          "desc": "Every morning you have to search for a new, safe place to await sunset.",
          "cost": 1
        }
      ]
    },
    "Perks": {
      "advantages": [
        {
          "name": "Haven: Hidden Armory",
          "desc": "Each dot you take adds another weapon stand to your home. A typical stand would be a long-rifle, a pistol and some ammunition.",
          "cost": 0,
          "maxCost": 5
        },
        {
          "name": "Haven: Business Establishment",
          "desc": "You rent out your Haven from 9-5, maybe its a local coffee shop or popular salon. Adds to ones resources.",
          "cost": 0,
          "maxCost": 3
        },
        {
          "name": "Haven: Cell",
          "desc": "You have a jail within your haven to securely store prisoners. Each dot allows you to store twice as many prisoners.",
          "cost": 0,
          "maxCost": 5
        },
        {
          "name": "Haven: Furcus",
          "desc": "Your haven lies over a frayed spot in the veil. Your Haven is the home of magical energy. Each merit dot adds one to your ritual dice pool.",
          "cost": 0,
          "maxCost": 3
        },
        {
          "name": "Haven: Watchmen",
          "desc": "For every dot your haven is guarded by an additional squad of 5, 4 average goons and a gifted boss.",
          "cost": 0,
          "maxCost": 5
        },
        {
          "name": "Haven: Laboratory",
          "desc": "Your haven is equipped with a modest lab. Each dot adds a die to science, technology or alchemical rolls performed within it.",
          "cost": 0,
          "maxCost": 5
        },
        {
          "name": "Haven: Library",
          "desc": "You have a library within your haven stocked with books on Cainite legends, history, vampire lore and the occult. Each dot Adds a die for academics, investigation or occult roles.",
          "cost": 0,
          "maxCost": 5
        },
        {
          "name": "Haven: Machine Shop",
          "desc": "Your Haven is stocked with state of the art machinery for fabrication. Each dot adds one die to craft/assembly/repair pools performed within the Haven.",
          "cost": 0,
          "maxCost": 5
        },
        {
          "name": "Haven: Location",
          "desc": "Your haven is in an excellent location, what that means is up to you. Work with your ST to add two die to rolls related to your location.",
          "cost": 0,
          "maxCost": 5
        },
        {
          "name": "Haven: Luxury",
          "desc": "Your haven is beautifully decorated and outfitted. Gain two dice bonus to social tests within your haven. If you do not have 3 dots of resources, your decorations were gained illegally.",
          "cost": 0,
          "maxCost": 5
        },
        {
          "name": "Haven: Postern",
          "desc": "You have a secret escape route from your haven. Each dot adds an additional die to evasion or escapes near your haven.",
          "cost": 0,
          "maxCost": 5
        },
        {
          "name": "Haven: Security System",
          "desc": "Your haven has unusually good security systems in place. Each dot adds one die to resist or alert roles of unauthorized entry to your haven.",
          "cost": 0,
          "maxCost": 5
        },
        {
          "name": "Haven: Surgery",
          "desc": "Your haven contains a outfitted surgery bay. Each dot adds two relevant die to the dice pools.",
          "cost": 0,
          "maxCost": 5
        },
        {
          "name": "Haven: Warding",
          "desc": "Your haven is magically warded barring access to supernatural forces. Each dot adds a die to resist supernatural scrying. Work out other advantages with your ST.",
          "cost": 0,
          "maxCost": 5
        }
      ],
      "flaws": [
        {
          "name": "Haven: Compromised",
          "desc": "Your haven has been raided once before, it is likely known to your enemies. Add two dice to the pool of anyone trying to surveil or access your haven.",
          "cost": 2
        },
        {
          "name": "Haven: Creepy",
          "desc": "You own the haunted mansion on the block. Your haven discomforts most who visit it. Any dice pools to seduce or put others at ease suffer a two-die penalty.",
          "cost": 1
        },
        {
          "name": "Haven: Haunted",
          "desc": "You aren't the only supernatural being 'living' in your haven. Work out with your ST what exactly is haunting your home.",
          "cost": 1
        },
        {
          "name": "Haven: Shared",
          "desc": "You share this Haven with Kindred outside of your own coterie. One dot implies you share the property with an ST character, two implies you have a fellow Kindred landlord who owns the residence.",
          "cost": 0,
          "maxCost": 2
        }
      ]
    }
  }
}
